{
  "wines": [
    {
      "id": 1,
      "name": "Gewürztraminer",
      "year": 2016,
      "winery": "Navarro Vineyards",
      "region": "Anderson Valley",
      "price": 24.99,
      "image": "Gewürztraminer.png",
      "description": "Gewürztraminer is a variety of white wine grape that is known for its distinctive floral and spicy aromas. It is believed to have originated in the Traminer region of Italy and Germany, and is now grown in many wine-producing regions around the world. The grape is known for its high level of natural sweetness and is often used to make off-dry or sweet wines.",
      "quantity": 65,
      "comments": [
        {
          "id": 1,
          "username": "John",
          "content": "Great Wine!"
        },
        {
          "id": 2,
          "username": "Jane",
          "content": "I absolutely love the floral aroma of this Gewürztraminer."
        },
        {
          "id": 3,
          "username": "Bob",
          "content": "The hint of spice in this wine pairs perfectly with my spicy dinner."
        },
        {
          "id": 4,
          "username": "Samantha",
          "content": "The Gewürztraminer's sweet taste is a nice contrast to the heat from the curry."
        },
        {
          "id": 5,
          "username": "Tom",
          "content": "I'm not usually a fan of white wines, but this Gewürztraminer has changed my mind."
        }
      ],
      "rating": 5
    },
    {
      "id": 2,
      "name": "Pinot Noir",
      "year": 2018,
      "winery": "Willamette Valley Vineyards",
      "region": "Willamette Valley",
      "price": 34.99,
      "image": "PinotNoir.png",
      "description": "Pinot Noir is a red wine grape variety that is known for its delicate and complex flavors and aromas. It is believed to have originated in the Burgundy region of France and is now grown in many wine-producing regions around the world. The grape is known for its subtlety and nuance and is often used to make light-bodied and elegant wines.",
      "quantity": 25,
      "comments": [
        {
          "id": 1,
          "username": "Emily",
          "content": "This Pinot Noir is smooth and has a great balance of fruit and earthiness."
        },
        {
          "id": 2,
          "username": "Michael",
          "content": "I love the subtlety of this Pinot Noir. It's a great wine for a dinner party."
        },
        {
          "id": 3,
          "username": "Sarah",
          "content": "The Willamette Valley region really shines through in this wine."
        },
        {
          "id": 4,
          "username": "David",
          "content": "This Pinot Noir paired perfectly with my mushroom risotto."
        },
        {
          "id": 5,
          "username": "Laura",
          "content": "I was really impressed with the complexity of this Pinot Noir."
        }
      ],
      "rating": 4.5
    },
    {
      "id": 4,
      "name": "Chardonnay",
      "year": 2019,
      "winery": "Sonoma-Cutrer",
      "region": "Russian River Valley",
      "price": 29.99,
      "image": "Chardonnay.png",
      "description": "Chardonnay is a white wine grape variety that is known for its versatility and adaptability. It is believed to have originated in the Burgundy region of France and is now grown in many wine-producing regions around the world. The grape can produce a wide range of styles from light and crisp to buttery and oaky, depending on the winemaking techniques used.",
      "quantity": 16,
      "comments": [
        {
          "id": 1,
          "username": "Karen",
          "content": "This Chardonnay has a great balance of fruit and oak, making it a perfect wine for any occasion."
        },
        {
          "id": 2,
          "username": "Brian",
          "content": "I love the crispness of this Chardonnay. It's a great summer wine."
        },
        {
          "id": 3,
          "username": "Megan",
          "content": "The Russian River Valley region really shines through in this wine."
        },
        {
          "id": 4,
          "username": "Chris",
          "content": "This Chardonnay paired perfectly with my seafood pasta."
        },
        {
          "id": 5,
          "username": "Stephanie",
          "content": "I was really impressed with the complexity of this Chardonnay."
        }
      ],
      "rating": 4
    },
    {
      "id": 5,
      "name": "Sauvignon Blanc",
      "year": 2020,
      "winery": "Kendall-Jackson",
      "region": "Monterey County",
      "price": 19.99,
      "image": "SauvignonBlanc.webp",
      "description": "Sauvignon Blanc is a white wine grape variety that is known for its high acidity and distinct grassy and citrus flavors. It is believed to have originated in the Loire Valley region of France and is now grown in many wine-producing regions around the world. The grape is versatile and can produce a wide range of styles from dry to sweet.",
      "quantity": 64,
      "comments": [
        {
          "id": 1,
          "username": "Rachel",
          "content": "This Sauvignon Blanc has a great balance of acidity and fruitiness, making it a perfect wine for any seafood dish."
        },
        {
          "id": 2,
          "username": "Adam",
          "content": "I love the grassy and citrus notes in this Sauvignon Blanc. It's a great summer wine."
        },
        {
          "id": 3,
          "username": "Emily",
          "content": "The Monterey County region really shines through in this wine."
        },
        {
          "id": 4,
          "username": "David",
          "content": "This Sauvignon Blanc paired perfectly with my grilled chicken."
        },
        {
          "id": 5,
          "username": "Laura",
          "content": "I was really impressed with the complexity of this Sauvignon Blanc."
        }
      ],
      "rating": 4.5
    },
    {
      "id": 6,
      "name": "Riesling",
      "year": 2019,
      "winery": "Dr. Loosen",
      "region": "Mosel",
      "price": 29.99,
      "image": "Riesling.png",
      "description": "Riesling is a white wine grape variety that is known for its high acidity and distinctive floral and fruity flavors. It is believed to have originated in the Rhine region of Germany and is now grown in many wine-producing regions around the world. The grape can produce a wide range of styles from dry to sweet, and is often used to make some of the world's greatest sweet wines.",
      "quantity": 27,
      "comments": [
        {
          "id": 1,
          "username": "John",
          "content": "This Riesling has a great balance of acidity and sweetness, making it a perfect wine for any spicy dish."
        },
        {
          "id": 2,
          "username": "Jane",
          "content": "I love the floral and fruity notes in this Riesling. It's a great summer wine."
        },
        {
          "id": 3,
          "username": "Bob",
          "content": "The Mosel region really shines through in this wine."
        },
        {
          "id": 4,
          "username": "Samantha",
          "content": "This Riesling paired perfectly with my spicy Thai food."
        },
        {
          "id": 5,
          "username": "Tom",
          "content": "I was really impressed with the complexity of this Riesling."
        }
      ],
      "rating": 4.5
    }
  ]
}